Repository: tomich/nautilus-renamer
Catalog: po/*.po
Languages: pt_br

source: Options
pt_br: Opções

source: _Patternize
pt_br: _Padronize

source: _Substitute
pt_br: _Substituir

source: C_ase
pt_br: C_aixa Seletora

source: _Undo
pt_br: (_U) Desfazer

source: Original filename
pt_br: Nome original

source: Parent directory
pt_br: Nome do Diretorio

source: Filename without extenstion
pt_br: Nome do arquivo sem extenção

source: File extension
pt_br: Extensão de arquivo

source: Day of month
pt_br: Dia do mês. Ex: 31

source: Full date, e.g., 24Sep2008
pt_br: Data completa. Ex: 24Set2010

source: Numerical month of year
pt_br: Meses do ano em formato númerico. Ex: 12

source: Year, e.g., 1990
pt_br: Ano em formato númerico: Ex: 1990

source: Full month name, e.g., August
pt_br: Meses do ano. Ex: Agosto

source: Simple month name, e.g., Aug
pt_br: Meses do ano abreviados. Ex: Ago

source: Full day name, e.g., Monday
pt_br: Dia da Semana. Ex: Segunda

source: Simple dayname, e.g., Mon
pt_br: Dia da Semana abreviado. Ex: Seg

source: {num5} => 00001, 00002, 00003 , ...
pt_br: Sequência numérica com dois dígitos Ex: 01

source: {num5+5} => 00005, 00006, 00007 , ...
pt_br: Sequência numérica com três dígitos Ex: 001

source: A random number from 10 to 99
pt_br: Um número aleatório de 10-99

source: _Extension
pt_br: _Extensão

source: _Recursive
pt_br: _Recursiva

source: Also operate on extensions
pt_br: Altere também as Extensões

source: Also operate on subfolders and files
pt_br: Altere também subpastas e arquivos.

source: Refresh Previe_w
pt_br: Atualizar Previe_w

source: Original Name
pt_br: Nome Original

source: New Name
pt_br: Novo Nome

source: <span size='small'>Rename files, based on a pattern. Click on <b>?</b> for available pattens.</span>
pt_br: <span size='small'>Renomeie os arquivos, usando um dos padrões disponíveis. Click em <b>?</b> para ver os padrões disponíveis.</span>

source: Enter the pattern here ...
pt_br: Digite o padrão aqui ...

source: ALL IN CAPITALS
pt_br: TODAS AS LETRAS MAIÚSCULAS

source: all in lower case
pt_br: todas as letras minúsculas

source: First letter upper case
pt_br: Apenas a primeira letra da primeira palavra em maiúsculo

source: Title Case
pt_br: Primeira Letra De Cada Palavra Em Maiúsculo

source: Capital Case After ...
pt_br: Caixa de seleção para MAIÚSCULAS

source: Choose One
pt_br: Escolha uma

source: Capitalize after:
pt_br: Colocar letra em maiúscula depois:

source: _First Letter
pt_br: (_F) Primeira Letra

source: Enter the list of sequences, to capitalize the letter after each of it, separated by '/'
pt_br: Adicione a lista de sequências, para LETRAS MAIÚSCULAS Separe as sequencias por '/'

source: Capitalize the first letter
pt_br: Primeira letra em maiúsculo

source: No file selected
pt_br: Nenhum arquivo foi selecionado

source: Please, select some files first.
pt_br: Por favor, selecione alguns arquivos primeiro.

source: Empty Pattern
pt_br: Padrão Vazio

source: Please, enter a valid pattern.
pt_br: Por favor, insira um padrão válido.

source: Empty Word
pt_br: Entrada Vazia

source: Please enter a valid word to be replaced.
pt_br: Por favor, digite uma palavra válida para ser substituída.

source: Rename successful
pt_br: Renomeado com sucesso

source: renamed %d files successfully.
pt_br: %d Arquivos renomeados com sucesso

source: File Already Exists
pt_br: O Arquivo já existe

source: already exists. Use Undo to revert.
pt_br: já existe. Use Desfazer para reverter.

source: Not Enough Random Number Range
pt_br: Não foi suficiente a escala de números randomicos

source: Please, use a larger range
pt_br: Por favor, use um intervalo maior

source: Undo Failed
pt_br: Não foi possivel desfazer

source: Log file not found
pt_br: Arquivo de log, não encontrado

source: Undo successful
pt_br: Desfeito com Sucesso

source: %d files restored.
pt_br: %d Arquivos Restaurados
